Repository: alseddiqa/ToDoList
Catalog: ToDoList/ToDoList/*.lproj/Localizable.strings
Languages: ar_sa

source: Any
ar_sa: اي نوع

source: Family
ar_sa: العائلة

source: Work
ar_sa: العمل

source: Task title is empty!
ar_sa: عنوان المهمة فارغ

source: Am I a joke to you?
ar_sa: تبي تضحك علينا؟

source: Sorry, I'll fill them now
ar_sa: طيب ، بعبيه الان

source: Are you sure about deletion?
ar_sa: هل أنت متأكد من حذف هذه المهمة؟

source: You better be sure :)
ar_sa: من الأفضل أن تكون واثقا بقرارك

source: Yes, I'm aware of consequences
ar_sa: أتمم الحذف ، سأقبل بالنتائج

source: No, backup
ar_sa: كنسل خلاص

source: Well Done!
ar_sa: مبروووك!

source: Alert Removed
ar_sa: تم ازالة التنبيه

source: You'll be alerted about it!
ar_sa: سيتم تنبيهك حينما يحين وقت المهمة

source: Task Achieved!
ar_sa: تمت المهمة :)

source: Past due :(
ar_sa: انتهى الوقت :(

source: Due NOW!
ar_sa: سويها الحين!

source: Due in about
ar_sa: سيحين الوقت خلال

source: minutes
ar_sa: دقيقة

source: Due in
ar_sa: سيحين الوقت خلال

source: hours and
ar_sa: ساعات و

source: minutes
ar_sa: دقائق

source: Due at
ar_sa: خلصها قبل ذا التاريخ

source: Work Tasks
ar_sa: مهام العمل

source: Family Tasks
ar_sa: المهام العائلية

source: All Tasks
ar_sa: جميع المهام
